var services = [
  {
    type: 'iphone',
    devices: [
      {
        model: 'iPhone Xs Max',
        checked: false,
        services:
        [
          {
            "title": "Обмен / ремонт по гарантии",
            "time": "12 мес",
            "price": "1 900 - 2 700 грн"
          },
          {
            "title": "Поклейка защитного стекла",
            "time": "-",
            "price": "300 грн"
          },
          {
            "title": "Диагностика",
            "time": "-",
            "price": "бесплатно"
          },
          {
            "title": "Замена стекла (отдельно от дисплея) 100% успех",
            "time": "6 мес",
            "price": "5 000 грн"
          },
          {
            "title": "Замена дисплейного модуля (оригинал)",
            "time": "12 мес",
            "price": "16 200 грн"
          },
          {
            "title": "Проклейка рамки дисплея",
            "time": "1 мес",
            "price": "800 грн"
          },
          {
            "title": "Замена аккумулятора (оригинал)",
            "time": "12 мес",
            "price": "2 400 грн"
          },
          {
            "title": "Замена корпуса  ",
            "time": "6 мес",
            "price": "6 200 грн"
          },
          {
            "title": "Замена стекла задней крышки (корпуса)",
            "time": "1 мес",
            "price": " 3 400 грн"
          },
          {
            "title": "Выравнивание корпуса",
            "time": "-",
            "price": "от 250 грн"
          },
          {
            "title": "Замена голосового динамика",
            "time": "6 мес",
            "price": "1 200 грн"
          },
          {
            "title": "Замена нижнего динамика  ",
            "time": "6 мес",
            "price": "1 200 грн"
          },
          {
            "title": "Ремонт кнопки Power (включения)",
            "time": "6 мес",
            "price": "900 грн"
          },
          {
            "title": "Ремонт кнопок громкости и вибро",
            "time": "6 мес",
            "price": "1 400 грн"
          },
          {
            "title": "Замена нижнего шлейфа: микрофон, разъем зарядки ",
            "time": "6 мес",
            "price": "1 000 грн"
          },
          {
            "title": "Датчик приближения",
            "time": "6 мес",
            "price": "1 900 грн"
          },
          {
            "title": "Замена вибромотора ",
            "time": "6 мес",
            "price": "900 грн"
          },
          {
            "title": "Ремонт FaceID ",
            "time": "6 мес",
            "price": "от 2 000 грн"
          },
          {
            "title": "Замена задней камеры (оригинал)",
            "time": "6 мес",
            "price": "3 500 грн"
          },
          {
            "title": "Замена стекла задней камеры",
            "time": "6 мес",
            "price": "1 300 грн"
          },
          {
            "title": "Замена передней камеры",
            "time": "6 мес",
            "price": "1 500 грн"
          },
          {
            "title": "Ремонт после попадания влаги ",
            "time": "индивидуально",
            "price": "от 700 грн"
          },
          {
            "title": "Контроллер зарядки U2 (USB - контроллер)",
            "time": "3 мес",
            "price": "4 000 грн"
          },
          {
            "title": "Перепайка и замена Аудиокодека",
            "time": "6 мес",
            "price": "3 800 грн"
          },
          {
            "title": "Прошивка iPhone",
            "time": "-",
            "price": "150 грн"
          },
          {
            "title": "Ремонт (перепайка) микросхемы Wi-Fi и Bluetooth ",
            "time": "6 мес",
            "price": "3 800 грн"
          },
          {
            "title": "Замена флэш-памяти (NAND)",
            "time": "3 мес",
            "price": "4 000 грн"
          },
          {
            "title": "Перепайка (реболл) модема",
            "time": "3 мес",
            "price": "4 000 грн"
          }
        ]
      },
      {
        model: 'iPhone Xr',
        checked: false,
        services:
        [
          {
            "title": "Обмен / ремонт по гарантии",
            "time": "12 мес",
            "price": "1 900 - 2 700 грн"
          },
          {
            "title": "Поклейка защитного стекла",
            "time": "-",
            "price": "300 грн"
          },
          {
            "title": "Диагностика",
            "time": "-",
            "price": "бесплатно"
          },
          {
            "title": "Замена стекла (отдельно от дисплея) 100% успех",
            "time": "6 мес",
            "price": "3 600 грн"
          },
          {
            "title": "Замена дисплейного модуля (копия Tianma)",
            "time": "1 мес",
            "price": "6 500 грн"
          },
          {
            "title": "Замена дисплейного модуля (оригинал)",
            "time": "12 мес",
            "price": "8 700 грн"
          },
          {
            "title": "Проклейка рамки дисплея",
            "time": "1 мес",
            "price": "800 грн"
          },
          {
            "title": "Замена аккумулятора (оригинал)",
            "time": "12 мес",
            "price": "2 100 грн"
          },
          {
            "title": "Замена корпуса  ",
            "time": "6 мес",
            "price": "5 500 грн"
          },
          {
            "title": "Замена стекла задней крышки (корпуса)",
            "time": "1 мес",
            "price": " 2 900 грн"
          },
          {
            "title": "Выравнивание корпуса",
            "time": "-",
            "price": "от 250 грн"
          },
          {
            "title": "Замена голосового динамика",
            "time": "6 мес",
            "price": "1 000 грн"
          },
          {
            "title": "Замена нижнего динамика  ",
            "time": "6 мес",
            "price": "900 грн"
          },
          {
            "title": "Ремонт кнопки Power (включения)",
            "time": "6 мес",
            "price": "900 грн"
          },
          {
            "title": "Ремонт кнопок громкости и вибро",
            "time": "6 мес",
            "price": "1 400 грн"
          },
          {
            "title": "Замена нижнего шлейфа: микрофон, разъем зарядки ",
            "time": "6 мес",
            "price": "1 000 грн"
          },
          {
            "title": "Датчик приближения",
            "time": "6 мес",
            "price": "1 900 грн"
          },
          {
            "title": "Замена вибромотора ",
            "time": "6 мес",
            "price": "900 грн"
          },
          {
            "title": "Ремонт FaceID ",
            "time": "6 мес",
            "price": "от 2 000 грн"
          },
          {
            "title": "Замена задней камеры (копия/оригинал)",
            "time": "6 мес",
            "price": "2 900 /3 200 грн"
          },
          {
            "title": "Замена стекла задней камеры",
            "time": "6 мес",
            "price": "1 000 грн"
          },
          {
            "title": "Замена передней камеры",
            "time": "6 мес",
            "price": "2 500 грн"
          },
          {
            "title": "Ремонт после попадания влаги ",
            "time": "индивидуально",
            "price": "от 700 грн"
          },
          {
            "title": "Контроллер зарядки U2 (USB - контроллер)",
            "time": "3 мес",
            "price": "4 000 грн"
          },
          {
            "title": "Перепайка и замена Аудиокодека",
            "time": "6 мес",
            "price": "3 800 грн"
          },
          {
            "title": "Прошивка iPhone",
            "time": "-",
            "price": "150 грн"
          },
          {
            "title": "Ремонт (перепайка) микросхемы Wi-Fi и Bluetooth ",
            "time": "6 мес",
            "price": "3 800 грн"
          },
          {
            "title": "Замена флэш-памяти (NAND)",
            "time": "3 мес",
            "price": "4 000 грн"
          },
          {
            "title": "Перепайка (реболл) модема",
            "time": "3 мес",
            "price": "4 000 грн"
          }
        ]
      },
      {
        model: 'iPhone Xs',
        checked: false,
        services: 
        [
          {
            "title": "Обмен / ремонт по гарантии",
            "time": "12 мес",
            "price": "1 900 - 2 700 грн"
          },
          {
            "title": "Поклейка защитного стекла",
            "time": "-",
            "price": "300 грн"
          },
          {
            "title": "Диагностика",
            "time": "-",
            "price": "бесплатно"
          },
          {
            "title": "Замена стекла (отдельно от дисплея) 100% успех",
            "time": "6 мес",
            "price": "3 600 грн"
          },
          {
            "title": "Замена дисплейного модуля (копия Tianma)",
            "time": "1 мес",
            "price": "6 500 грн"
          },
          {
            "title": "Замена дисплейного модуля (оригинал)",
            "time": "12 мес",
            "price": "11 000 грн"
          },
          {
            "title": "Проклейка рамки дисплея",
            "time": "1 мес",
            "price": "800 грн"
          },
          {
            "title": "Замена аккумулятора (оригинал)",
            "time": "12 мес",
            "price": "2 400 грн"
          },
          {
            "title": "Замена корпуса  ",
            "time": "6 мес",
            "price": "4 000 грн"
          },
          {
            "title": "Замена стекла задней крышки (корпуса)",
            "time": "1 мес",
            "price": " 2 200 грн"
          },
          {
            "title": "Выравнивание корпуса",
            "time": "-",
            "price": "от 250 грн"
          },
          {
            "title": "Замена голосового динамика",
            "time": "6 мес",
            "price": "1 800 грн"
          },
          {
            "title": "Замена нижнего динамика  ",
            "time": "6 мес",
            "price": "1 200 грн"
          },
          {
            "title": "Ремонт кнопки Power (включения)",
            "time": "6 мес",
            "price": "900 грн"
          },
          {
            "title": "Ремонт кнопок громкости и вибро",
            "time": "6 мес",
            "price": "1 400 грн"
          },
          {
            "title": "Замена нижнего шлейфа: микрофон, разъем зарядки ",
            "time": "6 мес",
            "price": "1 000 грн"
          },
          {
            "title": "Датчик приближения",
            "time": "6 мес",
            "price": "1 900 грн"
          },
          {
            "title": "Замена вибромотора ",
            "time": "6 мес",
            "price": "900 грн"
          },
          {
            "title": "Ремонт FaceID ",
            "time": "6 мес",
            "price": "от 2 000 грн"
          },
          {
            "title": "Замена задней камеры (копия/оригинал)",
            "time": "6 мес",
            "price": "2 000 /3 400 грн"
          },
          {
            "title": "Замена стекла задней камеры",
            "time": "6 мес",
            "price": "1 300 грн"
          },
          {
            "title": "Замена передней камеры",
            "time": "6 мес",
            "price": "2 500 грн"
          },
          {
            "title": "Ремонт после попадания влаги ",
            "time": "индивидуально",
            "price": "от 700 грн"
          },
          {
            "title": "Контроллер зарядки U2 (USB - контроллер)",
            "time": "3 мес",
            "price": "4 000 грн"
          },
          {
            "title": "Перепайка и замена Аудиокодека",
            "time": "6 мес",
            "price": "3 800 грн"
          },
          {
            "title": "Прошивка iPhone",
            "time": "-",
            "price": "150 грн"
          },
          {
            "title": "Ремонт (перепайка) микросхемы Wi-Fi и Bluetooth ",
            "time": "6 мес",
            "price": "3 800 грн"
          },
          {
            "title": "Замена флэш-памяти (NAND)",
            "time": "3 мес",
            "price": "4 000 грн"
          },
          {
            "title": "Перепайка (реболл) модема",
            "time": "3 мес",
            "price": "4 000 грн"
          }
        ]
      },
      {
        model: 'iPhone X',
        checked: false,
        services: 
        [
          {
            "title": "Обмен / ремонт по гарантии",
            "time": "-",
            "price": "1 900 - 2 700 грн"
          },
          {
            "title": "Поклейка защитного стекла",
            "time": "-",
            "price": "300 грн"
          },
          {
            "title": "Диагностика",
            "time": "-",
            "price": "бесплатно"
          },
          {
            "title": "Замена стекла (отдельно от дисплея) 100% успех",
            "time": "6 мес",
            "price": "3 600 грн"
          },
          {
            "title": "Замена стекла с заменой сенсора 100% успех",
            "time": "6 мес",
            "price": "4 500 грн"
          },
          {
            "title": "Замена дисплейного модуля (OLED копия Tianma)",
            "time": "1 мес",
            "price": "6 000 грн"
          },
          {
            "title": "Замена дисплейного модуля (оригинал)",
            "time": "12 мес",
            "price": "9 400 грн"
          },
          {
            "title": "Проклейка рамки дисплея",
            "time": "1 мес",
            "price": "800 грн"
          },
          {
            "title": "Замена аккумулятора (оригинал)",
            "time": "12 мес",
            "price": "1 500 грн"
          },
          {
            "title": "Замена корпуса  ",
            "time": "6 мес",
            "price": "3 500 грн"
          },
          {
            "title": "Замена стекла задней крышки (корпуса)",
            "time": "1 мес",
            "price": " 2 000 грн"
          },
          {
            "title": "Выравнивание корпуса",
            "time": "-",
            "price": "от 250 грн"
          },
          {
            "title": "Замена голосового динамика",
            "time": "6 мес",
            "price": "1 000 грн"
          },
          {
            "title": "Замена нижнего динамика  ",
            "time": "6 мес",
            "price": "900 грн"
          },
          {
            "title": "Ремонт кнопки Power (включения)",
            "time": "6 мес",
            "price": "900 грн"
          },
          {
            "title": "Ремонт кнопок громкости и вибро",
            "time": "6 мес",
            "price": "1 400 грн"
          },
          {
            "title": "Замена нижнего шлейфа: микрофон, разъем зарядки ",
            "time": "6 мес",
            "price": "1 000 грн"
          },
          {
            "title": "Датчик приближения",
            "time": "6 мес",
            "price": "1 900 грн"
          },
          {
            "title": "Замена вибромотора ",
            "time": "6 мес",
            "price": "900 грн"
          },
          {
            "title": "Ремонт FaceID ",
            "time": "6 мес",
            "price": "от 2 000 грн"
          },
          {
            "title": "Замена задней камеры (копия/оригинал)",
            "time": "6 мес",
            "price": "2 900 /3 200 грн"
          },
          {
            "title": "Замена стекла задней камеры",
            "time": "6 мес",
            "price": "1 000 грн"
          },
          {
            "title": "Замена передней камеры",
            "time": "6 мес",
            "price": "1 900 грн"
          },
          {
            "title": "Ремонт после попадания влаги ",
            "time": "индивидуально",
            "price": "от 700 грн"
          },
          {
            "title": "Контроллер зарядки U2 (USB - контроллер)",
            "time": "3 мес",
            "price": "4 000 грн"
          },
          {
            "title": "Перепайка и замена Аудиокодека",
            "time": "6 мес",
            "price": "3 800 грн"
          },
          {
            "title": "Прошивка iPhone",
            "time": "-",
            "price": "150 грн"
          },
          {
            "title": "Ремонт (перепайка) микросхемы Wi-Fi и Bluetooth ",
            "time": "6 мес",
            "price": "3 800 грн"
          },
          {
            "title": "Замена флэш-памяти (NAND)",
            "time": "3 мес",
            "price": "4 000 грн"
          },
          {
            "title": "Перепайка (реболл) модема",
            "time": "3 мес",
            "price": "4 000 грн"
          }
        ]
      },
      {
        model: 'iPhone 8 Plus',
        checked: false,
        services: 
        [
          {
            "title": "Поклейка защитного стекла",
            "time": "-",
            "price": "250 грн"
          },
          {
            "title": "Диагностика",
            "time": "-",
            "price": "бесплатно"
          },
          {
            "title": "Замена стекла 100% успех",
            "time": "6 мес",
            "price": "1 800 грн"
          },
          {
            "title": "Замена подсветки дисплея (при замене стекла)",
            "time": "6 мес",
            "price": "500 грн"
          },
          {
            "title": "Замена дисплейного модуля (копия)",
            "time": "1 мес",
            "price": "2 200 грн"
          },
          {
            "title": "Замена дисплейного модуля (оригинал)",
            "time": "12 мес",
            "price": "3 390 грн"
          },
          {
            "title": "Восстановление герметичности",
            "time": "12 мес",
            "price": "100 грн"
          },
          {
            "title": "Проклейка рамки дисплея",
            "time": "1 мес",
            "price": "300 грн"
          },
          {
            "title": "Замена аккумулятора (копия)",
            "time": "3 мес",
            "price": "800 грн"
          },
          {
            "title": "Замена аккумулятора (оригинал)",
            "time": "12 мес",
            "price": "1 500 грн"
          },
          {
            "title": "Замена корпуса (оригинал)",
            "time": "6 мес",
            "price": "3 400 грн"
          },
          {
            "title": "Замена заднего стекла корпуса",
            "time": "1 мес",
            "price": " 1 900 грн"
          },
          {
            "title": "Выравнивание корпуса",
            "time": "-",
            "price": "от 100 грн"
          },
          {
            "title": "Замена голосового динамика",
            "time": "6 мес",
            "price": "500 грн"
          },
          {
            "title": "Замена нижнего динамика  ",
            "time": "6 мес",
            "price": "500 грн"
          },
          {
            "title": "Ремонт кнопки Power (включения)",
            "time": "6 мес",
            "price": "500 грн"
          },
          {
            "title": "Ремонт кнопок громкости и вибро",
            "time": "6 мес",
            "price": "500 грн"
          },
          {
            "title": "Замена нижнего шлейфа: микрофон, разъем зарядки ",
            "time": "6 мес",
            "price": "900 грн"
          },
          {
            "title": "Датчик приближения",
            "time": "6 мес",
            "price": "1 000 грн"
          },
          {
            "title": "Замена вибромотора ",
            "time": "6 мес",
            "price": "650 грн"
          },
          {
            "title": "Ремонт кнопки Home ",
            "time": "6 мес",
            "price": "от 800 грн"
          },
          {
            "title": "Замена задней камеры",
            "time": "6 мес",
            "price": "2 900 грн"
          },
          {
            "title": "Замена стекла задней камеры",
            "time": "6 мес",
            "price": "800 грн"
          },
          {
            "title": "Замена передней камеры",
            "time": "6 мес",
            "price": "1 000 грн"
          },
          {
            "title": "Ремонт после попадания влаги ",
            "time": "индивидуально",
            "price": "от 500 грн"
          },
          {
            "title": "Контроллер зарядки U2 (USB - контроллер)",
            "time": "3 мес",
            "price": "1 900 грн"
          },
          {
            "title": "Перепайка и замена Аудиокодека",
            "time": "6 мес",
            "price": "2 300 грн"
          },
          {
            "title": "Прошивка iPhone",
            "time": "-",
            "price": "150 грн"
          },
          {
            "title": "Ремонт (перепайка) микросхемы Wi-Fi и Bluetooth ",
            "time": "6 мес",
            "price": "1 800 грн"
          },
          {
            "title": "Замена флэш-памяти (NAND)",
            "time": "3 мес",
            "price": "2 300 грн"
          },
          {
            "title": "Перепайка (реболл) модема",
            "time": "3 мес",
            "price": "2 300 грн"
          }
        ]
      },
      {
        model: 'iPhone 8',
        checked: false,
        services: 
        [
          {
            "title": "Поклейка защитного стекла",
            "time": "-",
            "price": "250 грн"
          },
          {
            "title": "Диагностика",
            "time": "-",
            "price": "бесплатно"
          },
          {
            "title": "Замена стекла 100% успех",
            "time": "6 мес",
            "price": "1 550 грн"
          },
          {
            "title": "Замена подсветки дисплея (при замене стекла)",
            "time": "6 мес",
            "price": "500 грн"
          },
          {
            "title": "Замена дисплейного модуля (копия)",
            "time": "1 мес",
            "price": "2 200 грн"
          },
          {
            "title": "Замена дисплейного модуля (оригинал)",
            "time": "12 мес",
            "price": "2 800 грн"
          },
          {
            "title": "Восстановление герметичности",
            "time": "12 мес",
            "price": "100 грн"
          },
          {
            "title": "Проклейка рамки дисплея",
            "time": "1 мес",
            "price": "250 грн"
          },
          {
            "title": "Замена аккумулятора (копия)",
            "time": "3 мес",
            "price": "800 грн"
          },
          {
            "title": "Замена аккумулятора (оригинал)",
            "time": "12 мес",
            "price": "1 500 грн"
          },
          {
            "title": "Замена корпуса  ",
            "time": "6 мес",
            "price": "2 000 грн"
          },
          {
            "title": "Замена заднего стекла корпуса",
            "time": "1 мес",
            "price": " 1 500 грн"
          },
          {
            "title": "Выравнивание корпуса",
            "time": "-",
            "price": "от 100 грн"
          },
          {
            "title": "Замена голосового динамика",
            "time": "6 мес",
            "price": "600 грн"
          },
          {
            "title": "Замена нижнего динамика  ",
            "time": "6 мес",
            "price": "500 грн"
          },
          {
            "title": "Ремонт кнопки Power (включения)",
            "time": "6 мес",
            "price": "500 грн"
          },
          {
            "title": "Ремонт кнопок громкости и вибро",
            "time": "6 мес",
            "price": "500 грн"
          },
          {
            "title": "Замена нижнего шлейфа: микрофон, разъем зарядки ",
            "time": "6 мес",
            "price": "700 грн"
          },
          {
            "title": "Датчик приближения",
            "time": "6 мес",
            "price": "1 000 грн"
          },
          {
            "title": "Замена вибромотора ",
            "time": "6 мес",
            "price": "550 грн"
          },
          {
            "title": "Ремонт кнопки Home ",
            "time": "6 мес",
            "price": "от 800 грн"
          },
          {
            "title": "Замена задней камеры",
            "time": "6 мес",
            "price": "2 200 грн"
          },
          {
            "title": "Замена стекла задней камеры",
            "time": "6 мес",
            "price": "700 грн"
          },
          {
            "title": "Замена передней камеры",
            "time": "6 мес",
            "price": "1 000 грн"
          },
          {
            "title": "Ремонт после попадания влаги ",
            "time": "индивидуально",
            "price": "от 500 грн"
          },
          {
            "title": "Контроллер зарядки U2 (USB - контроллер)",
            "time": "3 мес",
            "price": "1 900 грн"
          },
          {
            "title": "Перепайка и замена Аудиокодека",
            "time": "6 мес",
            "price": "2 300 грн"
          },
          {
            "title": "Прошивка iPhone",
            "time": "-",
            "price": "150 грн"
          },
          {
            "title": "Ремонт (перепайка) микросхемы Wi-Fi и Bluetooth ",
            "time": "6 мес",
            "price": "1 800 грн"
          },
          {
            "title": "Замена флэш-памяти (NAND)",
            "time": "3 мес",
            "price": "2 300 грн"
          },
          {
            "title": "Перепайка (реболл) модема",
            "time": "3 мес",
            "price": "2 300 грн"
          }
        ]
      },
      {
        model: 'iPhone 7 Plus',
        checked: false,
        services: 
        [
          {
            "title": "Поклейка защитного стекла",
            "time": "-",
            "price": "250 грн"
          },
          {
            "title": "Диагностика",
            "time": "-",
            "price": "бесплатно"
          },
          {
            "title": "Замена стекла 100% успех",
            "time": "6 мес",
            "price": "1 350 грн"
          },
          {
            "title": "Замена подсветки дисплея (при замене стекла)",
            "time": "6 мес",
            "price": "500 грн"
          },
          {
            "title": "Замена дисплейного модуля (копия)",
            "time": "1 мес",
            "price": "1 535 грн"
          },
          {
            "title": "Замена дисплейного модуля (оригинал)",
            "time": "12 мес",
            "price": "3 015 грн"
          },
          {
            "title": "Восстановление герметичности",
            "time": "1 мес",
            "price": "100 грн"
          },
          {
            "title": "Замена аккумулятора (копия)",
            "time": "3 мес",
            "price": "800 грн"
          },
          {
            "title": "Замена аккумулятора (оригинал)",
            "time": "12 мес",
            "price": "1 500 грн"
          },
          {
            "title": "Замена корпуса  ",
            "time": "6 мес",
            "price": "1 700 грн"
          },
          {
            "title": "Выравнивание корпуса",
            "time": "-",
            "price": "от 100 грн"
          },
          {
            "title": "Замена голосового динамика",
            "time": "6 мес",
            "price": "500 грн"
          },
          {
            "title": "Замена нижнего динамика  ",
            "time": "6 мес",
            "price": "500 грн"
          },
          {
            "title": "Ремонт кнопки Power (включения)",
            "time": "6 мес",
            "price": "500 грн"
          },
          {
            "title": "Ремонт кнопок громкости и вибро",
            "time": "6 мес",
            "price": "500 грн"
          },
          {
            "title": "Замена нижнего шлейфа: микрофон, разъем зарядки ",
            "time": "6 мес",
            "price": "700 грн"
          },
          {
            "title": "Датчик приближения",
            "time": "6 мес",
            "price": "800 грн"
          },
          {
            "title": "Замена вибромотора ",
            "time": "6 мес",
            "price": "450 грн"
          },
          {
            "title": "Ремонт кнопки Home ",
            "time": "6 мес",
            "price": "от 800 грн"
          },
          {
            "title": "Замена задней камеры",
            "time": "6 мес",
            "price": "2 400 грн"
          },
          {
            "title": "Замена стекла задней камеры",
            "time": "6 мес",
            "price": "500 грн"
          },
          {
            "title": "Замена передней камеры",
            "time": "6 мес",
            "price": "800 грн"
          },
          {
            "title": "Ремонт после попадания влаги ",
            "time": "индивидуально",
            "price": "от 500 грн"
          },
          {
            "title": "Контроллер зарядки U2 (USB - контроллер)",
            "time": "3 мес",
            "price": "1800 грн"
          },
          {
            "title": "Перепайка и замена Аудиокодека",
            "time": "6 мес",
            "price": "1900 грн"
          },
          {
            "title": "Прошивка iPhone",
            "time": "-",
            "price": "150 грн"
          },
          {
            "title": "Ремонт (перепайка) микросхемы Wi-Fi и Bluetooth ",
            "time": "6 мес",
            "price": "1400 грн"
          },
          {
            "title": "Замена флэш-памяти (NAND)",
            "time": "3 мес",
            "price": "1800 грн"
          },
          {
            "title": "Перепайка (реболл) модема",
            "time": "3 мес",
            "price": "1800 грн"
          },
          {
            "title": "Перепайка модема (модель A1661)",
            "time": "7 дней",
            "price": "1200 грн"
          }
        ]
      },
      {
        model: 'iPhone 7',
        checked: false,
        services: 
        [
          {
            "title": "Поклейка защитного стекла",
            "time": "-",
            "price": "250 грн"
          },
          {
            "title": "Диагностика",
            "time": "-",
            "price": "бесплатно"
          },
          {
            "title": "Замена стекла 100% успех",
            "time": "6 мес",
            "price": "1 000 грн"
          },
          {
            "title": "Замена подсветки дисплея (при замене стекла)",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Замена дисплейного модуля (копия)",
            "time": "1 мес",
            "price": "1 300 грн"
          },
          {
            "title": "Замена дисплейного модуля (оригинал)",
            "time": "12 мес",
            "price": "2 200 грн"
          },
          {
            "title": "Восстановление герметичности",
            "time": "1 мес",
            "price": "100 грн"
          },
          {
            "title": "Проклейка рамки дисплея",
            "time": "1 мес",
            "price": "300 грн"
          },
          {
            "title": "Замена аккумулятора (копия)",
            "time": "3 мес",
            "price": "800 грн"
          },
          {
            "title": "Замена аккумулятора (оригинал)",
            "time": "12 мес",
            "price": "1 200 грн"
          },
          {
            "title": "Замена корпуса  ",
            "time": "6 мес",
            "price": "1 400 грн"
          },
          {
            "title": "Выравнивание корпуса",
            "time": "-",
            "price": "от 100 грн"
          },
          {
            "title": "Замена голосового динамика",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Замена нижнего динамика  ",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Ремонт кнопки Power (включения)",
            "time": "6 мес",
            "price": "600 грн"
          },
          {
            "title": "Ремонт кнопок громкости и вибро",
            "time": "6 мес",
            "price": "600 грн"
          },
          {
            "title": "Замена нижнего шлейфа: микрофон, разъем зарядки ",
            "time": "6 мес",
            "price": "700 грн"
          },
          {
            "title": "Датчик приближения",
            "time": "6 мес",
            "price": "700 грн"
          },
          {
            "title": "Замена вибромотора ",
            "time": "6 мес",
            "price": "450 грн"
          },
          {
            "title": "Ремонт кнопки Home ",
            "time": "6 мес",
            "price": "от 800 грн"
          },
          {
            "title": "Замена задней камеры",
            "time": "6 мес",
            "price": "1 400 грн"
          },
          {
            "title": "Замена стекла задней камеры",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Замена передней камеры",
            "time": "6 мес",
            "price": "700 грн"
          },
          {
            "title": "Ремонт после попадания влаги ",
            "time": "индивидуально",
            "price": "от 500 грн"
          },
          {
            "title": "Контроллер зарядки U2 (USB - контроллер)",
            "time": "3 мес",
            "price": "1800 грн"
          },
          {
            "title": "Перепайка и замена Аудиокодека",
            "time": "6 мес",
            "price": "1900 грн"
          },
          {
            "title": "Прошивка iPhone",
            "time": "-",
            "price": "150 грн"
          },
          {
            "title": "Ремонт (перепайка) микросхемы Wi-Fi и Bluetooth ",
            "time": "6 мес",
            "price": "1400 грн"
          },
          {
            "title": "Замена флэш-памяти (NAND)",
            "time": "3 мес",
            "price": "1800 грн"
          },
          {
            "title": "Перепайка (реболл) модема",
            "time": "3 мес",
            "price": "1800 грн"
          },
          {
            "title": "Перепайка модема (модель A1660)",
            "time": "7 дней",
            "price": "1200 грн"
          }
        ]
      },
      {
        model: 'iPhone SE',
        checked: false,
        services: 
        [
          {
            "title": "Поклейка защитного стекла",
            "time": "-",
            "price": "100 грн"
          },
          {
            "title": "Диагностика",
            "time": "-",
            "price": "бесплатно"
          },
          {
            "title": "Замена стекла 100% успех",
            "time": "6 мес",
            "price": "580 грн"
          },
          {
            "title": "Замена подсветки дисплея (при замене стекла)",
            "time": "6 мес",
            "price": "200 грн"
          },
          {
            "title": "Замена дисплейного модуля (копия)",
            "time": "1 мес",
            "price": "800 грн"
          },
          {
            "title": "Замена дисплейного модуля (оригинал)",
            "time": "12 мес",
            "price": "1 000 грн"
          },
          {
            "title": "Проклейка рамки дисплея",
            "time": "1 мес",
            "price": "250 грн"
          },
          {
            "title": "Замена аккумулятора (копия)",
            "time": "3 мес",
            "price": "450 грн"
          },
          {
            "title": "Замена аккумулятора (оригинал)",
            "time": "12 мес",
            "price": "600 грн"
          },
          {
            "title": "Замена корпуса  ",
            "time": "6 мес",
            "price": "700 грн"
          },
          {
            "title": "Выравнивание корпуса",
            "time": "-",
            "price": "от 100 грн"
          },
          {
            "title": "Замена голосового динамика",
            "time": "6 мес",
            "price": "200 грн"
          },
          {
            "title": "Замена нижнего динамика  ",
            "time": "6 мес",
            "price": "250 грн"
          },
          {
            "title": "Ремонт кнопки Power (включения)",
            "time": "6 мес",
            "price": "300 грн"
          },
          {
            "title": "Ремонт кнопок громкости и вибро",
            "time": "6 мес",
            "price": "300 грн"
          },
          {
            "title": "Замена нижнего шлейфа: микрофон, разьем зарядки ",
            "time": "6 мес",
            "price": "350 грн"
          },
          {
            "title": "Датчик приближения",
            "time": "6 мес",
            "price": "350 грн"
          },
          {
            "title": "Замена вибромотора ",
            "time": "6 мес",
            "price": "200 грн"
          },
          {
            "title": "Ремонт кнопки Home ",
            "time": "6 мес",
            "price": "300 грн"
          },
          {
            "title": "Замена задней камеры",
            "time": "6 мес",
            "price": "1050 грн"
          },
          {
            "title": "Замена стекла задней камеры",
            "time": "6 мес",
            "price": "300 грн"
          },
          {
            "title": "Замена передней камеры",
            "time": "6 мес",
            "price": "350 грн"
          },
          {
            "title": "Ремонт после попадания влаги ",
            "time": "индивидуально",
            "price": "от 500 грн"
          },
          {
            "title": "Контроллер зарядки U2 (USB - контроллер)",
            "time": "3 мес",
            "price": "1400 грн"
          },
          {
            "title": "Контроллер тачскрина",
            "time": "3 мес",
            "price": "1400 грн"
          },
          {
            "title": "Перепайка и замена Аудиокодека",
            "time": "6 мес",
            "price": "1100 грн"
          },
          {
            "title": "Прошивка iPhone",
            "time": "-",
            "price": "150 грн"
          },
          {
            "title": "Ремонт (перепайка) микросхемы Wi-Fi и Bluetooth ",
            "time": "6 мес",
            "price": "800 грн"
          },
          {
            "title": "Замена флэш-памяти (NAND)",
            "time": "3 мес",
            "price": "900 грн"
          },
          {
            "title": "Перепайка (реболл) модема",
            "time": "3 мес",
            "price": "900 грн"
          }
        ]
      },
      {
        model: 'iPhone 6S Plus',
        checked: false,
        services: 
        [
          {
            "title": "Поклейка защитного стекла",
            "time": "-",
            "price": "250 грн"
          },
          {
            "title": "Диагностика",
            "time": "-",
            "price": "бесплатно"
          },
          {
            "title": "Замена стекла 100% успех",
            "time": "6 мес",
            "price": "1 000 грн"
          },
          {
            "title": "Замена подсветки дисплея (при замене стекла)",
            "time": "6 мес",
            "price": "350 грн"
          },
          {
            "title": "Замена дисплейного модуля (копия)",
            "time": "1 мес",
            "price": "1 300 грн"
          },
          {
            "title": "Замена дисплейного модуля (оригинал)",
            "time": "12 мес",
            "price": "2 200 грн"
          },
          {
            "title": "Проклейка рамки дисплея",
            "time": "1 мес",
            "price": "300 грн"
          },
          {
            "title": "Замена аккумулятора (копия)",
            "time": "3 мес",
            "price": "500 грн"
          },
          {
            "title": "Замена аккумулятора (оригинал)",
            "time": "12 мес",
            "price": "650 грн"
          },
          {
            "title": "Замена корпуса  ",
            "time": "6 мес",
            "price": "1 400 грн"
          },
          {
            "title": "Выравнивание корпуса",
            "time": "-",
            "price": "от 100 грн"
          },
          {
            "title": "Замена голосового динамика",
            "time": "6 мес",
            "price": "350 грн"
          },
          {
            "title": "Замена нижнего динамика  ",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Ремонт кнопки Power (включения)",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Ремонт кнопок громкости и вибро",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Замена нижнего шлейфа: микрофон, разъем зарядки ",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Датчик приближения",
            "time": "6 мес",
            "price": "500 грн"
          },
          {
            "title": "Замена вибромотора ",
            "time": "6 мес",
            "price": "250 грн"
          },
          {
            "title": "Ремонт кнопки Home ",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Замена задней камеры",
            "time": "6 мес",
            "price": "1 400 грн"
          },
          {
            "title": "Замена стекла задней камеры",
            "time": "6 мес",
            "price": "300 грн"
          },
          {
            "title": "Замена передней камеры",
            "time": "6 мес",
            "price": "500 грн"
          },
          {
            "title": "Ремонт после попадания влаги ",
            "time": "индивидуально",
            "price": "от 500 грн"
          },
          {
            "title": "Контроллер зарядки U2 (USB - контроллер)",
            "time": "3 мес",
            "price": "1200 грн"
          },
          {
            "title": "Контроллер тачскрина",
            "time": "3 мес",
            "price": "1200 грн"
          },
          {
            "title": "Перепайка и замена Аудиокодека",
            "time": "6 мес",
            "price": "1200 грн"
          },
          {
            "title": "Прошивка iPhone",
            "time": "-",
            "price": "150 грн"
          },
          {
            "title": "Ремонт (перепайка) микросхемы Wi-Fi и Bluetooth ",
            "time": "6 мес",
            "price": "1200 грн"
          },
          {
            "title": "Замена флэш-памяти (NAND)",
            "time": "3 мес",
            "price": "1500 грн"
          },
          {
            "title": "Перепайка (реболл) модема",
            "time": "3 мес",
            "price": "1500 грн"
          }
        ]
      },
      {
        model: 'iPhone 6S',
        checked: false,
        services: 
        [
          {
            "title": "Поклейка защитного стекла",
            "time": "-",
            "price": "200 грн"
          },
          {
            "title": "Диагностика",
            "time": "-",
            "price": "бесплатно"
          },
          {
            "title": "Замена стекла 100% успех",
            "time": "6 мес",
            "price": "800 грн"
          },
          {
            "title": "Замена подсветки дисплея (при замене стекла)",
            "time": "6 мес",
            "price": "270 грн"
          },
          {
            "title": "Замена дисплейного модуля (копия)",
            "time": "1 мес",
            "price": "1 100 грн"
          },
          {
            "title": "Замена дисплейного модуля (оригинал)",
            "time": "12 мес",
            "price": "1 500 грн"
          },
          {
            "title": "Проклейка рамки дисплея",
            "time": "1 мес",
            "price": "300 грн"
          },
          {
            "title": "Замена аккумулятора (копия)",
            "time": "3 мес",
            "price": "495 грн"
          },
          {
            "title": "Замена аккумулятора (оригинал)",
            "time": "12 мес",
            "price": "650 грн"
          },
          {
            "title": "Замена корпуса  ",
            "time": "6 мес",
            "price": "1 000 грн"
          },
          {
            "title": "Выравнивание корпуса",
            "time": "-",
            "price": "от 100 грн"
          },
          {
            "title": "Замена голосового динамика",
            "time": "6 мес",
            "price": "350 грн"
          },
          {
            "title": "Замена нижнего динамика  ",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Ремонт кнопки Power (включения)",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Ремонт кнопок громкости и вибро",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Замена нижнего шлейфа: микрофон, разъем зарядки ",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Датчик приближения",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Замена вибромотора ",
            "time": "6 мес",
            "price": "250 грн"
          },
          {
            "title": "Ремонт кнопки Home ",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Замена задней камеры",
            "time": "6 мес",
            "price": "800 грн"
          },
          {
            "title": "Замена стекла задней камеры",
            "time": "6 мес",
            "price": "300 грн"
          },
          {
            "title": "Замена передней камеры",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Ремонт после попадания влаги ",
            "time": "индивидуально",
            "price": "от 500 грн"
          },
          {
            "title": "Контроллер зарядки U2 (USB - контроллер)",
            "time": "3 мес",
            "price": "1100 грн"
          },
          {
            "title": "Контроллер тачскрина",
            "time": "3 мес",
            "price": "1200 грн"
          },
          {
            "title": "Перепайка и замена Аудиокодека",
            "time": "6 мес",
            "price": "1200 грн"
          },
          {
            "title": "Прошивка iPhone",
            "time": "-",
            "price": "150 грн"
          },
          {
            "title": "Ремонт (перепайка) микросхемы Wi-Fi и Bluetooth ",
            "time": "6 мес",
            "price": "1200 грн"
          },
          {
            "title": "Замена флэш-памяти (NAND)",
            "time": "3 мес",
            "price": "1500 грн"
          },
          {
            "title": "Перепайка (реболл) модема",
            "time": "3 мес",
            "price": "1500 грн"
          }
        ]
      },
      {
        model: 'iPhone 6 Plus',
        checked: false,
        services: 
        [
          {
            "title": "Поклейка защитного стекла",
            "time": "-",
            "price": "250 грн"
          },
          {
            "title": "Диагностика",
            "time": "-",
            "price": "бесплатно"
          },
          {
            "title": "Замена стекла 100% успех",
            "time": "6 мес",
            "price": "800 грн"
          },
          {
            "title": "Замена подсветки дисплея (при замене стекла)",
            "time": "6 мес",
            "price": "250 грн"
          },
          {
            "title": "Замена дисплейного модуля (копия)",
            "time": "1 мес",
            "price": "1000 грн"
          },
          {
            "title": "Замена дисплейного модуля (оригинал)",
            "time": "12 мес",
            "price": "1 700 грн"
          },
          {
            "title": "Проклейка рамки дисплея",
            "time": "1 мес",
            "price": "300 грн"
          },
          {
            "title": "Замена аккумулятора (копия)",
            "time": "3 мес",
            "price": "500 грн"
          },
          {
            "title": "Замена аккумулятора (оригинал)",
            "time": "12 мес",
            "price": "650 грн"
          },
          {
            "title": "Замена корпуса  ",
            "time": "6 мес",
            "price": "950 грн"
          },
          {
            "title": "Выравнивание корпуса",
            "time": "-",
            "price": "от 100 грн"
          },
          {
            "title": "Замена голосового динамика",
            "time": "6 мес",
            "price": "300 грн"
          },
          {
            "title": "Замена нижнего динамика  ",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Ремонт кнопки Power (включения)",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Ремонт кнопок громкости и вибро",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Замена нижнего шлейфа: микрофон, разъем зарядки ",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Датчик приближения",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Замена вибромотора ",
            "time": "6 мес",
            "price": "250 грн"
          },
          {
            "title": "Ремонт кнопки Home ",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Замена задней камеры",
            "time": "6 мес",
            "price": "600 грн"
          },
          {
            "title": "Замена стекла задней камеры",
            "time": "6 мес",
            "price": "300 грн"
          },
          {
            "title": "Замена передней камеры",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Ремонт после попадания влаги ",
            "time": "индивидуально",
            "price": "от 500 грн"
          },
          {
            "title": "Контроллер зарядки U2 (USB - контроллер)",
            "time": "3 мес",
            "price": "1100 грн"
          },
          {
            "title": "Контроллер тачскрина",
            "time": "3 мес",
            "price": "1100 грн"
          },
          {
            "title": "Перепайка и замена Аудиокодека",
            "time": "6 мес",
            "price": "1100 грн"
          },
          {
            "title": "Прошивка iPhone",
            "time": "-",
            "price": "150 грн"
          },
          {
            "title": "Ремонт (перепайка) микросхемы Wi-Fi и Bluetooth ",
            "time": "6 мес",
            "price": "1100 грн"
          },
          {
            "title": "Замена флэш-памяти (NAND)",
            "time": "3 мес",
            "price": "1300 грн"
          },
          {
            "title": "Перепайка (реболл) модема",
            "time": "3 мес",
            "price": "1400 грн"
          }
        ]
      },
      {
        model: 'iPhone 6',
        checked: false,
        services: 
        [
          {
            "title": "Поклейка защитного стекла",
            "time": "-",
            "price": "200 грн"
          },
          {
            "title": "Диагностика",
            "time": "-",
            "price": "бесплатно"
          },
          {
            "title": "Замена стекла 100% успех",
            "time": "6 мес",
            "price": "800 грн"
          },
          {
            "title": "Замена подсветки дисплея (при замене стекла)",
            "time": "6 мес",
            "price": "200 грн"
          },
          {
            "title": "Замена дисплейного модуля (копия)",
            "time": "1 мес",
            "price": "850 грн"
          },
          {
            "title": "Замена дисплейного модуля (оригинал)",
            "time": "12 мес",
            "price": "1 400 грн"
          },
          {
            "title": "Проклейка рамки дисплея",
            "time": "1 мес",
            "price": "300 грн"
          },
          {
            "title": "Замена аккумулятора (копия)",
            "time": "3 мес",
            "price": "400 грн"
          },
          {
            "title": "Замена аккумулятора (оригинал)",
            "time": "12 мес",
            "price": "600 грн"
          },
          {
            "title": "Замена корпуса  ",
            "time": "6 мес",
            "price": "950 грн"
          },
          {
            "title": "Выравнивание корпуса",
            "time": "-",
            "price": "от 100 грн"
          },
          {
            "title": "Замена голосового динамика",
            "time": "6 мес",
            "price": "200 грн"
          },
          {
            "title": "Замена нижнего динамика  ",
            "time": "6 мес",
            "price": "250 грн"
          },
          {
            "title": "Ремонт кнопки Power (включения)",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Ремонт кнопок громкости и вибро",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Замена нижнего шлейфа: микрофон, разъем зарядки ",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Датчик приближения",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Замена вибромотора ",
            "time": "6 мес",
            "price": "250 грн"
          },
          {
            "title": "Ремонт кнопки Home ",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Замена задней камеры",
            "time": "6 мес",
            "price": "500 грн"
          },
          {
            "title": "Замена стекла задней камеры",
            "time": "6 мес",
            "price": "250 грн"
          },
          {
            "title": "Замена передней камеры",
            "time": "6 мес",
            "price": "400 грн"
          },
          {
            "title": "Ремонт после попадания влаги ",
            "time": "индивидуально",
            "price": "от 500 грн"
          },
          {
            "title": "Контроллер зарядки U2 (USB - контроллер)",
            "time": "3 мес",
            "price": "1100 грн"
          },
          {
            "title": "Контроллер тачскрина",
            "time": "3 мес",
            "price": "1100 грн"
          },
          {
            "title": "Перепайка и замена Аудиокодека",
            "time": "6 мес",
            "price": "1100 грн"
          },
          {
            "title": "Прошивка iPhone",
            "time": "-",
            "price": "150 грн"
          },
          {
            "title": "Ремонт (перепайка) микросхемы Wi-Fi и Bluetooth ",
            "time": "6 мес",
            "price": "1100 грн"
          },
          {
            "title": "Замена флэш-памяти (NAND)",
            "time": "3 мес",
            "price": "1300 грн"
          },
          {
            "title": "Перепайка (реболл) модема",
            "time": "3 мес",
            "price": "1400 грн"
          }
        ]
      },
      {
        model: 'iPhone 5S',
        checked: false,
        services: 
        [
          {
            "title": "Поклейка защитного стекла",
            "time": "-",
            "price": "100 грн"
          },
          {
            "title": "Диагностика",
            "time": "-",
            "price": "бесплатно"
          },
          {
            "title": "Замена стекла 100% успех",
            "time": "6 мес",
            "price": "580 грн"
          },
          {
            "title": "Замена подсветки дисплея (при замене стекла)",
            "time": "6 мес",
            "price": "200 грн"
          },
          {
            "title": "Замена дисплейного модуля (копия)",
            "time": "1 мес",
            "price": "700 грн"
          },
          {
            "title": "Замена дисплейного модуля (оригинал)",
            "time": "12 мес",
            "price": "1 000 грн"
          },
          {
            "title": "Проклейка рамки дисплея",
            "time": "1 мес",
            "price": "250 грн"
          },
          {
            "title": "Замена аккумулятора (копия)",
            "time": "3 мес",
            "price": "350 грн"
          },
          {
            "title": "Замена аккумулятора (оригинал)",
            "time": "12 мес",
            "price": "550 грн"
          },
          {
            "title": "Замена корпуса  ",
            "time": "6 мес",
            "price": "700 грн"
          },
          {
            "title": "Выравнивание корпуса",
            "time": "-",
            "price": "от 100 грн"
          },
          {
            "title": "Замена голосового динамика",
            "time": "6 мес",
            "price": "200 грн"
          },
          {
            "title": "Замена нижнего динамика  ",
            "time": "6 мес",
            "price": "250 грн"
          },
          {
            "title": "Ремонт кнопки Power (включения)",
            "time": "6 мес",
            "price": "300 грн"
          },
          {
            "title": "Ремонт кнопок громкости и вибро",
            "time": "6 мес",
            "price": "300 грн"
          },
          {
            "title": "Замена нижнего шлейфа: микрофон, разъем зарядки ",
            "time": "6 мес",
            "price": "350 грн"
          },
          {
            "title": "Датчик приближения",
            "time": "6 мес",
            "price": "350 грн"
          },
          {
            "title": "Замена вибромотора ",
            "time": "6 мес",
            "price": "200 грн"
          },
          {
            "title": "Ремонт кнопки Home ",
            "time": "6 мес",
            "price": "300 грн"
          },
          {
            "title": "Замена задней камеры",
            "time": "6 мес",
            "price": "350 грн"
          },
          {
            "title": "Замена стекла задней камеры",
            "time": "6 мес",
            "price": "250 грн"
          },
          {
            "title": "Замена передней камеры",
            "time": "6 мес",
            "price": "350 грн"
          },
          {
            "title": "Ремонт после попадания влаги ",
            "time": "индивидуально",
            "price": "от 500 грн"
          },
          {
            "title": "Контроллер зарядки U2 (USB - контроллер)",
            "time": "3 мес",
            "price": "950 грн"
          },
          {
            "title": "Контроллер тачскрина",
            "time": "3 мес",
            "price": "900 грн"
          },
          {
            "title": "Перепайка и замена Аудиокодека",
            "time": "6 мес",
            "price": "1000 грн"
          },
          {
            "title": "Прошивка iPhone",
            "time": "-",
            "price": "150 грн"
          },
          {
            "title": "Ремонт (перепайка) микросхемы Wi-Fi и Bluetooth ",
            "time": "6 мес",
            "price": "800 грн"
          },
          {
            "title": "Замена флэш-памяти (NAND)",
            "time": "3 мес",
            "price": "900 грн"
          },
          {
            "title": "Перепайка (реболл) модема",
            "time": "3 мес",
            "price": "1000 грн"
          }
        ]
      },
      {
        model: 'iPhone 5C',
        checked: false,
        services: 
        [
          {
            "title": "Поклейка защитного стекла",
            "time": "-",
            "price": "100 грн"
          },
          {
            "title": "Диагностика",
            "time": "-",
            "price": "бесплатно"
          },
          {
            "title": "Замена стекла 100% успех",
            "time": "6 мес",
            "price": "580 грн"
          },
          {
            "title": "Замена подсветки дисплея (при замене стекла)",
            "time": "6 мес",
            "price": "200 грн"
          },
          {
            "title": "Замена дисплейного модуля (копия)",
            "time": "1 мес",
            "price": "700 грн"
          },
          {
            "title": "Замена дисплейного модуля (оригинал)",
            "time": "12 мес",
            "price": "1 000 грн"
          },
          {
            "title": "Проклейка рамки дисплея",
            "time": "1 мес",
            "price": "250 грн"
          },
          {
            "title": "Замена аккумулятора (копия)",
            "time": "3 мес",
            "price": "350 грн"
          },
          {
            "title": "Замена аккумулятора (оригинал)",
            "time": "12 мес",
            "price": "550 грн"
          },
          {
            "title": "Замена корпуса  ",
            "time": "6 мес",
            "price": "700 грн"
          },
          {
            "title": "Выравнивание корпуса",
            "time": "-",
            "price": "от 100 грн"
          },
          {
            "title": "Замена голосового динамика",
            "time": "6 мес",
            "price": "200 грн"
          },
          {
            "title": "Замена нижнего динамика  ",
            "time": "6 мес",
            "price": "250 грн"
          },
          {
            "title": "Ремонт кнопки Power (включения)",
            "time": "6 мес",
            "price": "300 грн"
          },
          {
            "title": "Ремонт кнопок громкости и вибро",
            "time": "6 мес",
            "price": "300 грн"
          },
          {
            "title": "Замена нижнего шлейфа: микрофон, разъем зарядки ",
            "time": "6 мес",
            "price": "350 грн"
          },
          {
            "title": "Датчик приближения",
            "time": "6 мес",
            "price": "350 грн"
          },
          {
            "title": "Замена вибромотора ",
            "time": "6 мес",
            "price": "200 грн"
          },
          {
            "title": "Ремонт кнопки Home ",
            "time": "6 мес",
            "price": "300 грн"
          },
          {
            "title": "Замена задней камеры",
            "time": "6 мес",
            "price": "350 грн"
          },
          {
            "title": "Замена стекла задней камеры",
            "time": "6 мес",
            "price": "250 грн"
          },
          {
            "title": "Замена передней камеры",
            "time": "6 мес",
            "price": "350 грн"
          },
          {
            "title": "Ремонт после попадания влаги ",
            "time": "индивидуально",
            "price": "от 500 грн"
          },
          {
            "title": "Контроллер зарядки U2 (USB - контроллер)",
            "time": "3 мес",
            "price": "950 грн"
          },
          {
            "title": "Контроллер тачскрина",
            "time": "3 мес",
            "price": "900 грн"
          },
          {
            "title": "Перепайка и замена Аудиокодека",
            "time": "6 мес",
            "price": "1000 грн"
          },
          {
            "title": "Прошивка iPhone",
            "time": "-",
            "price": "150 грн"
          },
          {
            "title": "Ремонт (перепайка) микросхемы Wi-Fi и Bluetooth ",
            "time": "6 мес",
            "price": "800 грн"
          },
          {
            "title": "Замена флэш-памяти (NAND)",
            "time": "3 мес",
            "price": "900 грн"
          },
          {
            "title": "Перепайка (реболл) модема",
            "time": "3 мес",
            "price": "1000 грн"
          }
        ]
      },
      {
        model: 'iPhone 5',
        checked: false,
        services: 
        [
          {
            "title": "Поклейка защитного стекла",
            "time": "-",
            "price": "100 грн"
          },
          {
            "title": "Диагностика",
            "time": "-",
            "price": "бесплатно"
          },
          {
            "title": "Замена стекла 100% успех",
            "time": "6 мес",
            "price": "580 грн"
          },
          {
            "title": "Замена подсветки дисплея (при замене стекла)",
            "time": "6 мес",
            "price": "200 грн"
          },
          {
            "title": "Замена дисплейного модуля (копия)",
            "time": "1 мес",
            "price": "700 грн"
          },
          {
            "title": "Замена дисплейного модуля (оригинал)",
            "time": "12 мес",
            "price": "1 000 грн"
          },
          {
            "title": "Проклейка рамки дисплея",
            "time": "1 мес",
            "price": "250 грн"
          },
          {
            "title": "Замена аккумулятора (копия)",
            "time": "3 мес",
            "price": "350 грн"
          },
          {
            "title": "Замена аккумулятора (оригинал)",
            "time": "12 мес",
            "price": "550 грн"
          },
          {
            "title": "Замена корпуса  ",
            "time": "6 мес",
            "price": "700 грн"
          },
          {
            "title": "Выравнивание корпуса",
            "time": "-",
            "price": "от 100 грн"
          },
          {
            "title": "Замена голосового динамика",
            "time": "6 мес",
            "price": "200 грн"
          },
          {
            "title": "Замена нижнего динамика  ",
            "time": "6 мес",
            "price": "250 грн"
          },
          {
            "title": "Ремонт кнопки Power (включения)",
            "time": "6 мес",
            "price": "300 грн"
          },
          {
            "title": "Ремонт кнопок громкости и вибро",
            "time": "6 мес",
            "price": "300 грн"
          },
          {
            "title": "Замена нижнего шлейфа: микрофон, разъем зарядки ",
            "time": "6 мес",
            "price": "350 грн"
          },
          {
            "title": "Датчик приближения",
            "time": "6 мес",
            "price": "350 грн"
          },
          {
            "title": "Замена вибромотора ",
            "time": "6 мес",
            "price": "200 грн"
          },
          {
            "title": "Ремонт кнопки Home ",
            "time": "6 мес",
            "price": "300 грн"
          },
          {
            "title": "Замена задней камеры",
            "time": "6 мес",
            "price": "350 грн"
          },
          {
            "title": "Замена стекла задней камеры",
            "time": "6 мес",
            "price": "250 грн"
          },
          {
            "title": "Замена передней камеры",
            "time": "6 мес",
            "price": "350 грн"
          },
          {
            "title": "Ремонт после попадания влаги ",
            "time": "индивидуально",
            "price": "от 500 грн"
          },
          {
            "title": "Контроллер зарядки U2 (USB - контроллер)",
            "time": "3 мес",
            "price": "950 грн"
          },
          {
            "title": "Контроллер тачскрина",
            "time": "3 мес",
            "price": "900 грн"
          },
          {
            "title": "Перепайка и замена Аудиокодека",
            "time": "6 мес",
            "price": "1000 грн"
          },
          {
            "title": "Прошивка iPhone",
            "time": "-",
            "price": "150 грн"
          },
          {
            "title": "Ремонт (перепайка) микросхемы Wi-Fi и Bluetooth ",
            "time": "6 мес",
            "price": "800 грн"
          },
          {
            "title": "Замена флэш-памяти (NAND)",
            "time": "3 мес",
            "price": "900 грн"
          },
          {
            "title": "Перепайка (реболл) модема",
            "time": "3 мес",
            "price": "1000 грн"
          }
        ]
      },
      {
        model: 'iPhone 4S',
        checked: false,
        services: 
        [
          {
            "title": "Поклейка защитного стекла",
            "time": "10 минут",
            "price": "100 грн"
          },
          {
            "title": "Замена дисплейного модуля",
            "time": "1 час",
            "price": "600 грн"
          },
          {
            "title": "Замена задней крышки ",
            "time": "30 минут",
            "price": "150 грн"
          },
          {
            "title": "Ремонт после попадания влаги",
            "time": "1-2 дня",
            "price": "от 500 грн"
          },
          {
            "title": "Замена нижнего динамика ",
            "time": "1 час",
            "price": "250 грн"
          },
          {
            "title": "Замена верхнего динамика ",
            "time": "1 час",
            "price": "200 грн"
          },
          {
            "title": "Замена микрофона ",
            "time": "1 час",
            "price": "300 грн"
          },
          {
            "title": "Замена аккумулятора",
            "time": "30 минут",
            "price": "350 грн"
          },
          {
            "title": "Замена вибромотора",
            "time": "1 час",
            "price": "200 грн"
          },
          {
            "title": "Замена задней камеры ",
            "time": "30 минут",
            "price": "250 грн"
          },
          {
            "title": "Замена фронтальной камеры ",
            "time": "1 час",
            "price": "250 грн"
          },
          {
            "title": "Замена кнопок ",
            "time": "1 час",
            "price": "500 грн"
          },
          {
            "title": "Замена шлейфа кнопки Home",
            "time": "1 час",
            "price": "200 грн"
          },
          {
            "title": "Замена нижнего шлейфа",
            "time": "1 час",
            "price": "250 грн"
          },
          {
            "title": "Замена верхнего шлейфа",
            "time": "1 час",
            "price": "250 грн"
          },
          {
            "title": "Ремонт модуля Wi-Fi",
            "time": "1-2 дня",
            "price": "1 000 грн"
          }
        ]
      },
      {
        model: 'iPhone 4',
        checked: false,
        services: 
        [
          {
            "title": "Поклейка защитного стекла",
            "time": "10 минут",
            "price": "100 грн"
          },
          {
            "title": "Замена дисплейного модуля",
            "time": "1 час",
            "price": "600 грн"
          },
          {
            "title": "Замена задней крышки ",
            "time": "30 минут",
            "price": "150 грн"
          },
          {
            "title": "Ремонт после попадания влаги",
            "time": "1-2 дня",
            "price": "от 500 грн"
          },
          {
            "title": "Замена нижнего динамика ",
            "time": "1 час",
            "price": "250 грн"
          },
          {
            "title": "Замена верхнего динамика ",
            "time": "1 час",
            "price": "200 грн"
          },
          {
            "title": "Замена микрофона ",
            "time": "1 час",
            "price": "300 грн"
          },
          {
            "title": "Замена аккумулятора",
            "time": "30 минут",
            "price": "350 грн"
          },
          {
            "title": "Замена вибромотора",
            "time": "1 час",
            "price": "200 грн"
          },
          {
            "title": "Замена задней камеры ",
            "time": "30 минут",
            "price": "250 грн"
          },
          {
            "title": "Замена фронтальной камеры ",
            "time": "1 час",
            "price": "250 грн"
          },
          {
            "title": "Замена кнопок ",
            "time": "1 час",
            "price": "500 грн"
          },
          {
            "title": "Замена шлейфа кнопки Home",
            "time": "1 час",
            "price": "200 грн"
          },
          {
            "title": "Замена нижнего шлейфа",
            "time": "1 час",
            "price": "250 грн"
          },
          {
            "title": "Замена верхнего шлейфа",
            "time": "1 час",
            "price": "250 грн"
          },
          {
            "title": "Ремонт модуля Wi-Fi",
            "time": "1-2 дня",
            "price": "1 000 грн"
          }
        ]
      },
    ]
  },
  {
    type: 'ipad',
    devices: [
      {
        model: 'iPad 2',
        checked: false,
        services:
        [
          {
            "title": "Замена сенсорного стекла (копия) Подробнее",
            "price": "750 грн»"
          },
          {
            "title": "Замена сенсорного стекла (оригинал) Подробнее",
            "price": "1 100 грн»"
          },
          {
            "title": "Замена дисплея в сборе Подробнее",
            "price": "1 700 грн»"
          },
          {
            "title": "Замена аккумулятора",
            "price": "1 100 грн»"
          },
          {
            "title": "Замена корпуса (крышки) Подробнее",
            "price": "1 800 грн»"
          },
          {
            "title": "Ремонт кнопки Home Подробнее",
            "price": "600 грн»"
          },
          {
            "title": "Замена разъемов (заряда, гарнитуры, SIM)",
            "price": "600 грн»"
          },
          {
            "title": "Замена кнопок",
            "price": "600 грн»"
          },
          {
            "title": "Замена микрофона",
            "price": "600 грн»"
          },
          {
            "title": "Замена камеры",
            "price": "750 грн»"
          },
          {
            "title": "Замена динамика",
            "price": "600 грн»"
          },
          {
            "title": "Восстановление после залития Подробнее",
            "price": "от 700 грн»"
          },
          {
            "title": "Обновление ПО",
            "price": "200 грн»"
          }
        ]
      },
      {
        model: 'iPad 3',
        checked: false,
        services:
        [
          {
            "title": "Замена стекла (копия) Подробнее",
            "price": "750 грн »"
          },
          {
            "title": "Замена стекла (оригинал)",
            "price": "1 400 грн»"
          },
          {
            "title": "Замена дисплея Подробнее",
            "price": " 1 700 грн»"
          },
          {
            "title": "Замена аккумулятора",
            "price": "1 400 грн»"
          },
          {
            "title": "Замена корпуса (крышки) Подробнее",
            "price": "1 800 грн»"
          },
          {
            "title": "Замена кнопки Home Подробнее",
            "price": "600 грн»"
          },
          {
            "title": "Замена разъемов (заряда, гарнитуры, SIM)",
            "price": "600 грн»"
          },
          {
            "title": "Замена кнопок",
            "price": "600 грн»"
          },
          {
            "title": "Замена микрофона",
            "price": "600 грн»"
          },
          {
            "title": "Замена камеры",
            "price": "750 грн»"
          },
          {
            "title": "Замена динамика",
            "price": "600 грн»"
          },
          {
            "title": "Восстановление после залития Подробнее",
            "price": "от 700 грн»"
          },
          {
            "title": "Обновление ПО",
            "price": "200 грн»"
          }
        ]
      },
      {
        model: 'iPad 4',
        checked: false,
        services:
        [
          {
            "title": "Замена стекла (копия) Подробнее",
            "price": "750 грн »"
          },
          {
            "title": "Замена стекла (оригинал)",
            "price": "1 400 грн»"
          },
          {
            "title": "Замена дисплея Подробнее",
            "price": " 1 700 грн»"
          },
          {
            "title": "Замена аккумулятора",
            "price": "1 400 грн»"
          },
          {
            "title": "Замена корпуса (крышки) Подробнее",
            "price": "1 700 грн»"
          },
          {
            "title": "Замена кнопки Home Подробнее",
            "price": "600 грн»"
          },
          {
            "title": "Замена разъемов (заряда, гарнитуры, SIM)",
            "price": "750 грн»"
          },
          {
            "title": "Замена кнопок",
            "price": "600 грн»"
          },
          {
            "title": "Замена микрофона",
            "price": "600 грн»"
          },
          {
            "title": "Замена камеры",
            "price": "750 грн»"
          },
          {
            "title": "Замена динамика",
            "price": "600 грн»"
          },
          {
            "title": "Восстановление после залития Подробнее",
            "price": "от 700 грн»"
          },
          {
            "title": "Обновление ПО",
            "price": "200 грн»"
          }
        ]
      },
      {
        model: 'iPad Mini',
        checked: false,
        services:
        [
          {
            "title": "Замена стекла (копия) Подробнее",
            "price": "1 100 грн »"
          },
          {
            "title": "Замена стекла (оригинал)",
            "price": "1 500 грн»"
          },
          {
            "title": "Замена дисплея Подробнее",
            "price": " 2 000 грн»"
          },
          {
            "title": "Замена аккумулятора",
            "price": "1 200 грн»"
          },
          {
            "title": "Замена корпуса (крышки) Подробнее",
            "price": "1 600 грн»"
          },
          {
            "title": "Замена кнопки Home Подробнее",
            "price": "600 грн»"
          },
          {
            "title": "Замена разъемов (заряда, гарнитуры, SIM)",
            "price": "600 грн»"
          },
          {
            "title": "Замена кнопок",
            "price": "600 грн»"
          },
          {
            "title": "Замена микрофона",
            "price": "600 грн»"
          },
          {
            "title": "Замена камеры",
            "price": "650 грн»"
          },
          {
            "title": "Замена динамика",
            "price": "700 грн»"
          },
          {
            "title": "Восстановление после залития Подробнее",
            "price": "от 600 грн»"
          },
          {
            "title": "Обновление ПО",
            "price": "200 грн»"
          },
          {
            "title": "Установка программ",
            "price": "от 100 грн»"
          }
        ]
      },
      {
        model: 'iPad Mini 2',
        checked: false,
        services:
        [
          {
            "title": "Замена стекла (копия) Подробнее",
            "price": "1 100 грн »"
          },
          {
            "title": "Замена стекла (оригинал)",
            "price": "1 500 грн»"
          },
          {
            "title": "Замена дисплея Подробнее",
            "price": " 2 000 грн»"
          },
          {
            "title": "Замена аккумулятора",
            "price": "1 200 грн»"
          },
          {
            "title": "Замена корпуса (крышки) Подробнее",
            "price": "1 600 грн»"
          },
          {
            "title": "Замена кнопки Home Подробнее",
            "price": "600 грн»"
          },
          {
            "title": "Замена разъемов (заряда, гарнитуры, SIM)",
            "price": "600 грн»"
          },
          {
            "title": "Замена кнопок",
            "price": "600 грн»"
          },
          {
            "title": "Замена микрофона",
            "price": "600 грн»"
          },
          {
            "title": "Замена камеры",
            "price": "650 грн»"
          },
          {
            "title": "Замена динамика",
            "price": "700 грн»"
          },
          {
            "title": "Восстановление после залития Подробнее",
            "price": "от 600 грн»"
          },
          {
            "title": "Обновление ПО",
            "price": "200 грн»"
          },
          {
            "title": "Установка программ",
            "price": "от 100 грн»"
          }
        ]
      },
      {
        model: 'iPad Mini 3',
        checked: false,
        services:
        [
          {
            "title": "Замена стекла (копия) Подробнее",
            "price": "1 100 грн »"
          },
          {
            "title": "Замена стекла (оригинал)",
            "price": "1 500 грн»"
          },
          {
            "title": "Замена дисплея Подробнее",
            "price": " 2 000 грн»"
          },
          {
            "title": "Замена аккумулятора",
            "price": "1 200 грн»"
          },
          {
            "title": "Замена корпуса (крышки) Подробнее",
            "price": "1 600 грн»"
          },
          {
            "title": "Замена кнопки Home Подробнее",
            "price": "600 грн»"
          },
          {
            "title": "Замена разъемов (заряда, гарнитуры, SIM)",
            "price": "600 грн»"
          },
          {
            "title": "Замена кнопок",
            "price": "600 грн»"
          },
          {
            "title": "Замена микрофона",
            "price": "600 грн»"
          },
          {
            "title": "Замена камеры",
            "price": "650 грн»"
          },
          {
            "title": "Замена динамика",
            "price": "700 грн»"
          },
          {
            "title": "Восстановление после залития Подробнее",
            "price": "от 600 грн»"
          },
          {
            "title": "Обновление ПО",
            "price": "200 грн»"
          },
          {
            "title": "Установка программ",
            "price": "от 100 грн»"
          }
        ]
      },
      {
        model: 'iPad Mini 4',
        checked: false,
        services:
        [
          {
            "title": "Замена стекла (отдельно от дисплея) Подробнее",
            "price": "2 200 грн»"
          },
          {
            "title": "Замена дисплея в сбореПодробнее",
            "price": "4 500 грн»"
          },
          {
            "title": "Замена аккумулятора",
            "price": "1 900 грн»"
          },
          {
            "title": "Замена корпуса (крышки) Подробнее",
            "price": "2 500 грн»"
          },
          {
            "title": "Замена кнопки Home Подробнее",
            "price": "800 грн»"
          },
          {
            "title": "Замена разъемов (заряда, гарнитуры, SIM)",
            "price": "750 грн»"
          },
          {
            "title": "Замена кнопок",
            "price": "900 грн»"
          },
          {
            "title": "Замена микрофона",
            "price": "700 грн»"
          },
          {
            "title": "Замена камеры",
            "price": "1000 грн»"
          },
          {
            "title": "Замена динамика",
            "price": "800 грн»"
          },
          {
            "title": "Восстановление после залития Подробнее",
            "price": "от 700 грн»"
          },
          {
            "title": "Обновление ПО",
            "price": "от 200 грн»"
          },
          {
            "title": "Установка программ",
            "price": "от 100 грн»"
          }
        ]
      },
      {
        model: 'iPad Air',
        checked: false,
        services:
        [
          {
            "title": "Замена стекла (копия) Подробнее",
            "price": "1 100 грн »"
          },
          {
            "title": "Замена стекла (оригинал)",
            "price": "1 500 грн»"
          },
          {
            "title": "Замена дисплея Подробнее",
            "price": " 2 500 грн»"
          },
          {
            "title": "Замена аккумулятора",
            "price": "1 500 грн»"
          },
          {
            "title": "Замена корпуса (крышки) Подробнее",
            "price": "2 200 грн»"
          },
          {
            "title": "Замена кнопки Home Подробнее",
            "price": "600 грн»"
          },
          {
            "title": "Замена разъемов (заряда, гарнитуры, SIM)",
            "price": "800 грн»"
          },
          {
            "title": "Замена кнопок",
            "price": "800 грн»"
          },
          {
            "title": "Замена микрофона",
            "price": "800 грн»"
          },
          {
            "title": "Замена камеры",
            "price": "850 грн»"
          },
          {
            "title": "Замена динамика",
            "price": "800 грн»"
          },
          {
            "title": "Восстановление после залития Подробнее",
            "price": "от 700 грн»"
          },
          {
            "title": "Обновление ПО",
            "price": "200 грн»"
          },
          {
            "title": "Установка программ",
            "price": "от 100 грн»"
          }
        ]
      },
      {
        model: 'iPad Air 2',
        checked: false,
        services:
        [
          {
            "title": "Замена стекла (копия) Подробнее",
            "price": "2 800 грн »"
          },
          {
            "title": "Замена стекла (оригинал)",
            "price": "3 000 грн»"
          },
          {
            "title": "Замена дисплея Подробнее",
            "price": " 4 500 грн»"
          },
          {
            "title": "Замена аккумулятора",
            "price": "2 500 грн»"
          },
          {
            "title": "Замена корпуса (крышки) Подробнее",
            "price": "2 600 грн»"
          },
          {
            "title": "Замена кнопки Home Подробнее",
            "price": "900 грн»"
          },
          {
            "title": "Замена разъемов (заряда, гарнитуры, SIM)",
            "price": "900 грн»"
          },
          {
            "title": "Замена кнопок включения, громкости и виброрежима",
            "price": " 900 грн»"
          },
          {
            "title": "Замена микрофона",
            "price": "900 грн»"
          },
          {
            "title": "Замена передней камеры",
            "price": "800 грн»"
          },
          {
            "title": "Замена задней камеры",
            "price": "1 000 грн»"
          },
          {
            "title": "Замена вибромотора",
            "price": "900 грн»"
          },
          {
            "title": "Замена динамика громкой связи",
            "price": "900 грн»"
          },
          {
            "title": "Замена GSM/Wi-Fi антенны",
            "price": "900 грн»"
          },
          {
            "title": "Извлечение застрявшего лотка SIM-карты",
            "price": "350 грн»"
          },
          {
            "title": "Восстановление после залития",
            "price": "от 800 грн»"
          }
        ]
      },
      {
        model: 'iPad Pro 9.7',
        checked: false,
        services:
        [
          {
            "title": "Замена стекла (отдельно от дисплея) Подробнее",
            "price": "3 000 грн»"
          },
          {
            "title": "Замена стекла и дисплея в сборе Подробнее",
            "price": "от 5 800 грн»"
          },
          {
            "title": "Замена аккумулятора",
            "price": "1 900 грн»"
          },
          {
            "title": "Замена корпуса (крышки) Подробнее",
            "price": "2 300 грн»"
          },
          {
            "title": "Замена кнопки Home Подробнее",
            "price": "800 грн»"
          },
          {
            "title": "Замена разъемов (заряда, гарнитуры, SIM)",
            "price": "750 грн»"
          },
          {
            "title": "Замена кнопок",
            "price": "900 грн»"
          },
          {
            "title": "Замена микрофона",
            "price": "700 грн»"
          },
          {
            "title": "Замена камеры",
            "price": "1000 грн»"
          },
          {
            "title": "Замена динамика",
            "price": "800 грн»"
          },
          {
            "title": "Восстановление после залития Подробнее",
            "price": "от 700 грн»"
          },
          {
            "title": "Обновление ПО",
            "price": "от 200 грн»"
          },
          {
            "title": "Установка программ",
            "price": "от 100 грн»"
          }
        ]
      },
      {
        model: 'iPad New 2017/18',
        checked: false,
        services:
        [
          {
            "title": "Замена стекла копия (2017) Подробнее",
            "price": "1 100 грн »"
          },
          {
            "title": "Замена стекла оригинал (2017)",
            "price": "1 500 грн»"
          },
          {
            "title": "Замена стекла оригинал (2018)",
            "price": "2 800 грн»"
          },
          {
            "title": "Замена дисплея Подробнее",
            "price": " 2 500 грн»"
          },
          {
            "title": "Замена аккумулятора",
            "price": "1 500 грн»"
          },
          {
            "title": "Замена корпуса (крышки) Подробнее",
            "price": "2 900 грн»"
          },
          {
            "title": "Замена кнопки Home Подробнее",
            "price": "600 грн»"
          },
          {
            "title": "Замена разъемов (заряда, гарнитуры, SIM)",
            "price": "800 грн»"
          },
          {
            "title": "Замена кнопок",
            "price": "800 грн»"
          },
          {
            "title": "Замена микрофона",
            "price": "800 грн»"
          },
          {
            "title": "Замена камеры",
            "price": "850 грн»"
          },
          {
            "title": "Замена динамика",
            "price": "800 грн»"
          },
          {
            "title": "Восстановление после залития Подробнее",
            "price": "от 700 грн»"
          },
          {
            "title": "Обновление ПО",
            "price": "200 грн»"
          },
          {
            "title": "Установка программ",
            "price": "от 100 грн»"
          }
        ]
      },
      {
        model: 'iPad Pro 10.5',
        checked: false,
        services:
        [
          {
            "title": "Замена стекла (отдельно от дисплея) ",
            "price": "5 000 грн»"
          },
          {
            "title": "Замена дисплея в сборе ",
            "price": "8 000 грн»"
          },
          {
            "title": "Замена аккумулятора",
            "price": "2 500 грн»"
          },
          {
            "title": "Замена корпуса (крышки) ",
            "price": "2 900 грн»"
          },
          {
            "title": "Замена кнопки Home ",
            "price": "1 600 грн»"
          },
          {
            "title": "Замена разъемов (заряда, SIM)",
            "price": "1 750 грн»"
          },
          {
            "title": "Замена кнопок громкости",
            "price": "1 200 грн»"
          },
          {
            "title": "Замена микрофона",
            "price": "1 400 грн»"
          },
          {
            "title": "Замена основной камеры",
            "price": "1 800 грн»"
          },
          {
            "title": "Замена передней камеры",
            "price": "1 400 грн»"
          },
          {
            "title": "Замена динамика",
            "price": "800 грн»"
          },
          {
            "title": "Замена аудио-разъема",
            "price": "1 300 грн»"
          },
          {
            "title": "Замена кнопки Power",
            "price": "1 200 грн»"
          },
          {
            "title": "Замена антенны Wi-Fi",
            "price": "1 400 грн»"
          },
          {
            "title": "Прошивка",
            "price": "200 грн»"
          },
          {
            "title": "Восстановление после залития ",
            "price": "от 700 грн»"
          }
        ]
      },
      {
        model: 'iPad Pro 12.9 2015г',
        checked: false,
        services:
        [
          {
            "title": "Замена стекла (отдельно от дисплея)",
            "price": "5 000 грн»"
          },
          {
            "title": "Замена дисплея в сборе ",
            "price": "8 000 грн»"
          },
          {
            "title": "Замена аккумулятора",
            "price": "2 900 грн»"
          },
          {
            "title": "Замена корпуса (крышки) ",
            "price": "3 500 грн»"
          },
          {
            "title": "Замена кнопки Home ",
            "price": "1 600 грн»"
          },
          {
            "title": "Замена разъемов (заряда, SIM)",
            "price": "1 750 грн»"
          },
          {
            "title": "Замена кнопок громкости",
            "price": "1 200 грн»"
          },
          {
            "title": "Замена микрофона",
            "price": "1 400 грн»"
          },
          {
            "title": "Замена основной камеры",
            "price": "1 800 грн»"
          },
          {
            "title": "Замена передней камеры",
            "price": "1 400 грн»"
          },
          {
            "title": "Замена динамика",
            "price": "800 грн»"
          },
          {
            "title": "Замена аудио-разъема",
            "price": "1 300 грн»"
          },
          {
            "title": "Замена кнопки Power",
            "price": "1 200 грн»"
          },
          {
            "title": "Замена антенны Wi-Fi",
            "price": "1 400 грн»"
          },
          {
            "title": "Прошивка",
            "price": "200 грн»"
          },
          {
            "title": "Восстановление после залития ",
            "price": "от 700 грн»"
          }
        ]
      },
      {
        model: 'iPad Pro 12.9 2017г',
        checked: false,
        services:
        [
          {
            "title": "Замена стекла (отдельно от дисплея) ",
            "price": "9 200 грн»"
          },
          {
            "title": "Замена дисплея в сборе ",
            "price": "15 100 грн»"
          },
          {
            "title": "Замена аккумулятора",
            "price": "2 900 грн»"
          },
          {
            "title": "Замена корпуса (крышки) ",
            "price": "3 900 грн»"
          },
          {
            "title": "Замена кнопки Home ",
            "price": "1 600 грн»"
          },
          {
            "title": "Замена разъемов (заряда, SIM)",
            "price": "1 750 грн»"
          },
          {
            "title": "Замена кнопок громкости",
            "price": "1 200 грн»"
          },
          {
            "title": "Замена микрофона",
            "price": "1 400 грн»"
          },
          {
            "title": "Замена основной камеры",
            "price": "1 800 грн»"
          },
          {
            "title": "Замена передней камеры",
            "price": "1 400 грн»"
          },
          {
            "title": "Замена динамика",
            "price": "800 грн»"
          },
          {
            "title": "Замена аудио-разъема",
            "price": "1 300 грн»"
          },
          {
            "title": "Замена кнопки Power",
            "price": "1 200 грн»"
          },
          {
            "title": "Замена антенны Wi-Fi",
            "price": "1 400 грн»"
          },
          {
            "title": "Прошивка",
            "price": "200 грн»"
          },
          {
            "title": "Восстановление после залития ",
            "price": "от 700 грн»"
          }
        ]
      }
    ]
  },
  {
    type: 'mackbook',
    devices: [
      {
        model: 'MacBook Air 2018',
        checked: false,
        services:
          [
            {
              "title": "Диагностика MacBook Air",
              "time": "-",
              "price": "0 грн."
            },
            {
              "title": "Замена аккумулятора",
              "time": "6 мес",
              "price": "4800 грн."
            },
            {
              "title": "Замена шлейфа матрицы LCD",
              "time": "6 мес",
              "price": "1000 грн."
            },
            {
              "title": "Замена матрицы",
              "time": "6 мес",
              "price": "14500 грн."
            },
            {
              "title": "Замена клавиатуры",
              "time": "6 мес",
              "price": "5150 грн."
            },
            {
              "title": "Замена SSD 128/256",
              "time": "6 мес",
              "price": "от 2050/4500 грн."
            },
            {
              "title": "Замена разьема зарядки USB-C",
              "time": "6 мес",
              "price": "от 1000 грн."
            },
            {
              "title": "Замена видеочипа",
              "time": "6 мес",
              "price": "от 4500 грн."
            },
            {
              "title": "Ремонт/восстановление цепи питания",
              "time": "6 мес",
              "price": "от 1500 грн."
            },
            {
              "title": "Чистка и замена термопасты",
              "time": "-",
              "price": "450 грн."
            },
            {
              "title": "Установка Mac OS",
              "time": "-",
              "price": "400 грн."
            },
            {
              "title": "Снятие пароля EFI",
              "time": "6 мес",
              "price": "6500 грн."
            }
          ]
      },
      {
        model: 'MacBook Pro(2016-2018)',
        checked: false,
        services:
        [
          {
            "title": "Диагностика MacBook Pro",
            "time": "-",
            "price": "0 грн грн."
          },
          {
            "title": "Замена клавиши",
            "time": "1 мес",
            "price": "420 грн грн."
          },
          {
            "title": "Замена аккумулятора",
            "time": "6 мес",
            "price": "4800 грн грн."
          },
          {
            "title": "Замена шлейфа матрицы LCD",
            "time": "6 мес",
            "price": "1500 грн грн."
          },
          {
            "title": "Замена матрицы",
            "time": "6 мес",
            "price": "14500 грн грн."
          },
          {
            "title": "Замена клавиатуры",
            "time": "6 мес",
            "price": "4300 грн грн."
          },
          {
            "title": "Замена SSD 128/256",
            "time": "6 мес",
            "price": "от 4500 грн грн."
          },
          {
            "title": "Замена TrackPad (ТрекПада)",
            "time": "6 мес",
            "price": "3500 грн грн."
          },
          {
            "title": "Замена шлейфа клавиатуры",
            "time": "6 мес",
            "price": "1000 грн грн."
          },
          {
            "title": "Замена шлейфа TrackPad (ТрекПада)",
            "time": "6 мес",
            "price": "1000 грн грн."
          },
          {
            "title": "Замена динамика",
            "time": "6 мес",
            "price": "1700 грн грн."
          },
          {
            "title": "Замена куллера",
            "time": "6 мес",
            "price": "1900 грн грн."
          },
          {
            "title": "Замена TouchBar",
            "time": "6 мес",
            "price": "4200 грн грн."
          },
          {
            "title": "Замена разьема зарядки USB-C",
            "time": "6 мес",
            "price": "от 1000 грн грн."
          },
          {
            "title": "Замена LogoBoard (ЛогоБорд)",
            "time": "6 мес",
            "price": "2000 грн грн."
          },
          {
            "title": "Замена видеочипа",
            "time": "6 мес",
            "price": "от 4000 грн грн."
          },
          {
            "title": "Ремонт/восстановление цепи питания",
            "time": "6 мес",
            "price": "от 1500 грн грн."
          },
          {
            "title": "Чистка и замена термопасты",
            "time": "-",
            "price": "450 грн грн."
          },
          {
            "title": "Установка Mac OS",
            "time": "-",
            "price": "400 грн грн."
          },
          {
            "title": "Снятие пароля EFI",
            "time": "6 мес",
            "price": "2500 грн грн."
          },
          {
            "title": "Ремонт Macbook по гарантии",
            "time": "-",
            "price": "от 4500 грн грн."
          },
          {
            "title": "Обмен верхней крышки в сборе",
            "time": "6 мес",
            "price": "12500 грн грн."
          }
        ]
      },
      {
        model: 'MacBook Pro Retina',
        checked: false,
        services:
        [
          {
            "title": "Диагностика Macbook Pro Retina",
            "price": "0 грн грн."
          },
          {
            "title": "Замена аккумулятора (копия)",
            "price": "2000 грн грн."
          },
          {
            "title": "Замена аккумулятора (оригинал)",
            "price": "2750 грн грн."
          },
          {
            "title": "Замена дисплея",
            "price": " 13000 грн грн."
          },
          {
            "title": "Замена клавиатуры",
            "price": "1000 грн грн."
          },
          {
            "title": "Замена SSD",
            "price": "от 3500 грн грн."
          },
          {
            "title": "Замена корпусных деталей",
            "price": "от 200 грн. грн."
          },
          {
            "title": "Замена разъема USB",
            "price": "от 490 грн. грн."
          },
          {
            "title": "Ремонт после залития",
            "price": "от 700 грн. грн."
          },
          {
            "title": "Замена петель крышки",
            "price": "от 800 грн. грн."
          },
          {
            "title": "Чистка MACBOOK",
            "price": "450 грн. грн."
          },
          {
            "title": "Гравировка клавиатуры",
            "price": "500 грн. грн."
          },
          {
            "title": "Ремонт системы охлаждения",
            "price": "от 310 грн. грн."
          },
          {
            "title": "Замена тач-пад",
            "price": "от 1100 грн. грн."
          },
          {
            "title": "Замена рамки экрана",
            "price": "600 грн. грн."
          },
          {
            "title": "Замена материнской платы",
            "price": "от 2100 грн. грн."
          },
          {
            "title": "Замена разъема питания",
            "price": "от 500 грн. грн."
          }
        ]
      },
      {
        model: 'MacBook Pro(2008-2012)',
        checked: false,
        services:
        [
          {
            "title": "Диагностика MacBook Pro",
            "time": "-",
            "price": "0 грн."
          },
          {
            "title": "Замена аккумулятора (копия)",
            "time": "3 мес",
            "price": " 2000 грн."
          },
          {
            "title": "Замена аккумулятора (оригинал)",
            "time": "6 мес",
            "price": " 2750 грн."
          },
          {
            "title": "Замена шлейфа матрицы LCD",
            "time": "6 мес",
            "price": "3500 грн."
          },
          {
            "title": "Замена матрицы",
            "time": "6 мес",
            "price": "от 7500 грн."
          },
          {
            "title": "Замена клавиатуры",
            "time": "6 мес",
            "price": "1000 грн."
          },
          {
            "title": "Замена SSD 128/256",
            "time": "6 мес",
            "price": "от 3100/4500 грн."
          },
          {
            "title": "Замена разьема зарядки MagSafe",
            "time": "6 мес",
            "price": "от 1000 грн."
          },
          {
            "title": "Замена провода (шнурка) зарядки Magsafe 1,2",
            "time": "6 мес",
            "price": "750 грн."
          },
          {
            "title": "Замена видеочипа",
            "time": "6 мес",
            "price": "от 4000 грн."
          },
          {
            "title": "Ремонт/восстановление цепи питания",
            "time": "6 мес",
            "price": "от 1500 грн."
          },
          {
            "title": "Чистка и замена термопасты",
            "time": "-",
            "price": "450 грн."
          },
          {
            "title": "Установка Mac OS",
            "time": "-",
            "price": "400 грн."
          },
          {
            "title": "Снятие пароля EFI",
            "time": "6 мес",
            "price": "2500 грн."
          }
        ]
      },
      {
        model: 'MacBook Air(2010-2017)',
        checked: false,
        services:
        [
          {
            "title": "Диагностика MacBook Air",
            "time": "-",
            "price": "0 грн."
          },
          {
            "title": "Замена клавиши ноутбука",
            "time": "1 мес",
            "price": "250 грн."
          },
          {
            "title": "Замена аккумулятора",
            "time": "3 мес",
            "price": "2 000 грн."
          },
          {
            "title": "Замена шлейфа матрицы LCD",
            "time": "6 мес",
            "price": "3500 грн."
          },
          {
            "title": "Замена дисплея в сборе",
            "time": "6 мес",
            "price": "7500 грн."
          },
          {
            "title": "Замена клавиатуры",
            "time": "6 мес",
            "price": "1000 грн."
          },
          {
            "title": "Замена SSD 128/256",
            "time": "6 мес",
            "price": "от 2050/4500 грн."
          },
          {
            "title": "Замена разьема зарядки MagSafe",
            "time": "6 мес",
            "price": "от 1000 грн."
          },
          {
            "title": "Замена провода (шнурка) зарядки Magsafe 1,2",
            "time": "6 мес",
            "price": "750 грн."
          },
          {
            "title": "Замена видеочипа",
            "time": "6 мес",
            "price": "от 4500 грн."
          },
          {
            "title": "Ремонт/восстановление цепи питания",
            "time": "6 мес",
            "price": "от 1500 грн."
          },
          {
            "title": "Чистка и замена термопасты",
            "time": "6 мес",
            "price": "- грн."
          },
          {
            "title": "Установка Mac OS",
            "time": "-",
            "price": "400 грн."
          },
          {
            "title": "Снятие пароля EFI",
            "time": "6 мес",
            "price": "2500 грн."
          }
        ]
      },
      {
        model: 'MacBook 12\'',
        checked: false,
        services:
        [
          {
            "title": "Диагностика Macbook",
            "time": "-",
            "price": "0 грн грн."
          },
          {
            "title": "Замена матрицы",
            "time": "6 мес",
            "price": "12 320 грн грн."
          },
          {
            "title": "Замена клавиатуры",
            "time": "6 мес",
            "price": "4 300 грн грн."
          },
          {
            "title": "Замена аккумулятора",
            "time": "6 мес",
            "price": "3 700 грн грн."
          },
          {
            "title": "Замена корпусных деталей",
            "time": "6 мес",
            "price": "от 200 грн. грн."
          },
          {
            "title": "Ремонт клавиатуры",
            "time": "6 мес",
            "price": "от 500 грн. грн."
          },
          {
            "title": "Замена разъема USB-C",
            "time": "6 мес",
            "price": "1 500 грн. грн."
          },
          {
            "title": "Ремонт после залития",
            "time": "6 мес",
            "price": "от 700 грн. грн."
          },
          {
            "title": "Замена петель крышки",
            "time": "6 мес",
            "price": "от 800 грн. грн."
          },
          {
            "title": "Чистка MACBOOK",
            "time": "-",
            "price": "450 грн. грн."
          },
          {
            "title": "Гравировка клавиатуры",
            "time": "6 мес",
            "price": "500 грн. грн."
          },
          {
            "title": "Замена топ-панели (тач-пад)",
            "time": "6 мес",
            "price": "от 1100 грн. грн."
          },
          {
            "title": "Замена материнской платы",
            "time": "6 мес",
            "price": "9 900 грн. грн."
          },
          {
            "title": "Замена разъема питания",
            "time": "6 мес",
            "price": "от 500 грн. грн."
          },
          {
            "title": "Установка и настройка MacОS",
            "time": "-",
            "price": "от 450 грн. грн."
          },
          {
            "title": "Настройка Time Machine",
            "time": "-",
            "price": "от 100 грн. грн."
          },
          {
            "title": "Установка и настройка Windows",
            "time": "-",
            "price": "от 450 грн. грн."
          }
        ]
      }
    ]
  },
  {
    type: 'Apple watch',
    devices: [
      {
        model: 'Watch Series 1 38mm',
        checked: false,
        services:
        [
          {
            "title": "Замена стекла",
            "price": "1 500 грн грн."
          },
          {
            "title": "Замена дисплейного модуля",
            "price": "2 200 грн грн."
          },
          {
            "title": "Ремонт микрофона",
            "price": "от 600 грн грн."
          },
          {
            "title": "Ремонт динамика",
            "price": "от 700 грн грн."
          },
          {
            "title": "Замена аккумулятора",
            "price": "1 100 грн грн."
          },
          {
            "title": "Замена задней крышки",
            "price": "700 грн грн."
          },
          {
            "title": "Замена кнопки Digital Crown",
            "price": "от  900 грн грн."
          },
          {
            "title": "Замена вибромотора Taptic Engine ",
            "price": "от 800 грн грн."
          },
          {
            "title": "Замена контроллера Bluetooth ",
            "price": "от 400 грн грн."
          },
          {
            "title": "Чистка после залития ",
            "price": "от 700 грн грн."
          },
          {
            "title": "Ремонт материнской платы",
            "price": "от 450 грн грн."
          }
        ]
      },
      {
        model: 'Watch Series 1 42mm',
        checked: false,
        services:
        [
          {
            "title": "Замена стекла",
            "price": "1 500 грн грн."
          },
          {
            "title": "Замена дисплейного модуля",
            "price": "2 200 грн грн."
          },
          {
            "title": "Ремонт микрофона",
            "price": "от 600 грн грн."
          },
          {
            "title": "Ремонт динамика",
            "price": "от 700 грн грн."
          },
          {
            "title": "Замена аккумулятора",
            "price": "1 200 грн грн."
          },
          {
            "title": "Замена задней крышки",
            "price": "700 грн грн."
          },
          {
            "title": "Замена кнопки Digital Crown",
            "price": "от  900 грн грн."
          },
          {
            "title": "Замена вибромотора Taptic Engine ",
            "price": "от 800 грн грн."
          },
          {
            "title": "Замена контроллера Bluetooth ",
            "price": "от 400 грн грн."
          },
          {
            "title": "Чистка после залития ",
            "price": "от 700 грн грн."
          },
          {
            "title": "Ремонт материнской платы",
            "price": "от 450 грн грн."
          }
        ]
      },
      {
        model: 'Watch Series 2 38mm',
        checked: false,
        services:
        [
          {
            "title": "Замена стекла",
            "price": "3 600 грн грн."
          },
          {
            "title": "Замена дисплейного модуля",
            "price": "5 500 грн грн."
          },
          {
            "title": "Ремонт микрофона",
            "price": "от 600 грн грн."
          },
          {
            "title": "Ремонт динамика",
            "price": "от 700 грн грн."
          },
          {
            "title": "Замена аккумулятора",
            "price": "1 600 грн грн."
          },
          {
            "title": "Замена задней крышки",
            "price": "700 грн грн."
          },
          {
            "title": "Замена кнопки Digital Crown",
            "price": "от  900 грн грн."
          },
          {
            "title": "Замена вибромотора Taptic Engine ",
            "price": "от 800 грн грн."
          },
          {
            "title": "Замена контроллера Bluetooth ",
            "price": "от 400 грн грн."
          },
          {
            "title": "Чистка после залития ",
            "price": "от 700 грн грн."
          },
          {
            "title": "Ремонт материнской платы",
            "price": "от 450 грн грн."
          }
        ]
      },
      {
        model: 'Watch Series 2 42mm',
        checked: false,
        services:
        [
          {
            "title": "Замена стекла",
            "price": "3 600 грн грн."
          },
          {
            "title": "Замена дисплейного модуля",
            "price": "5 500 грн грн."
          },
          {
            "title": "Ремонт микрофона",
            "price": "от 600 грн грн."
          },
          {
            "title": "Ремонт динамика",
            "price": "от 700 грн грн."
          },
          {
            "title": "Замена аккумулятора",
            "price": "1 700 грн грн."
          },
          {
            "title": "Замена задней крышки",
            "price": "700 грн грн."
          },
          {
            "title": "Замена кнопки Digital Crown",
            "price": "от  900 грн грн."
          },
          {
            "title": "Замена вибромотора Taptic Engine ",
            "price": "от 800 грн грн."
          },
          {
            "title": "Замена контроллера Bluetooth ",
            "price": "от 400 грн грн."
          },
          {
            "title": "Чистка после залития ",
            "price": "от 700 грн грн."
          },
          {
            "title": "Ремонт материнской платы",
            "price": "от 450 грн грн."
          }
        ]
      },
      {
        model: 'Watch Series 3 38mm',
        checked: false,
        services:
        [
          {
            "title": "Замена стекла",
            "price": "3 600 грн грн."
          },
          {
            "title": "Замена дисплейного модуля",
            "price": "5 500 грн грн."
          },
          {
            "title": "Ремонт микрофона",
            "price": "от 600 грн грн."
          },
          {
            "title": "Ремонт динамика",
            "price": "от 700 грн грн."
          },
          {
            "title": "Замена аккумулятора",
            "price": "1 600 грн грн."
          },
          {
            "title": "Замена задней крышки",
            "price": "700 грн грн."
          },
          {
            "title": "Замена кнопки Digital Crown",
            "price": "от  900 грн грн."
          },
          {
            "title": "Замена вибромотора Taptic Engine ",
            "price": "от 800 грн грн."
          },
          {
            "title": "Замена контроллера Bluetooth ",
            "price": "от 400 грн грн."
          },
          {
            "title": "Чистка после залития ",
            "price": "от 700 грн грн."
          },
          {
            "title": "Ремонт материнской платы",
            "price": "от 450 грн грн."
          }
        ]
      },
      {
        model: 'Watch Series 3 42mm',
        checked: false,
        services:
        [
          {
            "title": "Замена стекла",
            "price": "3 600 грн грн."
          },
          {
            "title": "Замена дисплейного модуля",
            "price": "5 500 грн грн."
          },
          {
            "title": "Ремонт микрофона",
            "price": "от 600 грн грн."
          },
          {
            "title": "Ремонт динамика",
            "price": "от 700 грн грн."
          },
          {
            "title": "Замена аккумулятора",
            "price": "1 700 грн грн."
          },
          {
            "title": "Замена задней крышки",
            "price": "700 грн грн."
          },
          {
            "title": "Замена кнопки Digital Crown",
            "price": "от  900 грн грн."
          },
          {
            "title": "Замена вибромотора Taptic Engine ",
            "price": "от 800 грн грн."
          },
          {
            "title": "Замена контроллера Bluetooth ",
            "price": "от 400 грн грн."
          },
          {
            "title": "Чистка после залития ",
            "price": "от 700 грн грн."
          },
          {
            "title": "Ремонт материнской платы",
            "price": "от 450 грн грн."
          }
        ]
      },
      {
        model: 'Watch Series 4 40mmm',
        checked: false,
        services:
        [
          {
            "title": " Замена стекла",
            "price": "6 000 грн грн."
          },
          {
            "title": " Замена дисплейного модуля",
            "price": "8 000 грн грн."
          },
          {
            "title": "Ремонт микрофона",
            "price": "от 600 грн грн."
          },
          {
            "title": "Ремонт динамика",
            "price": "от 700 грн грн."
          },
          {
            "title": "Замена аккумулятора",
            "price": "2 600 грн грн."
          },
          {
            "title": "Замена задней крышки",
            "price": "700 грн грн."
          },
          {
            "title": "Замена кнопки Digital Crown",
            "price": "от  900 грн грн."
          },
          {
            "title": "Замена вибромотора Taptic Engine ",
            "price": "от 800 грн грн."
          },
          {
            "title": "Замена контроллера Bluetooth ",
            "price": "от 400 грн грн."
          },
          {
            "title": "Чистка после залития ",
            "price": "от 700 грн грн."
          },
          {
            "title": "Ремонт материнской платы",
            "price": "от 450 грн грн."
          }
        ]
      },
      {
        model: 'Watch Series 4 44mm',
        checked: false,
        services:
        [
          {
            "title": "Ремонт и обмен по гарантии",
            "price": "от 1800 грн грн."
          },
          {
            "title": " Замена стекла",
            "price": "6 000 грн грн."
          },
          {
            "title": " Замена дисплейного модуля",
            "price": "8 000 грн грн."
          },
          {
            "title": "Ремонт микрофона",
            "price": "от 600 грн грн."
          },
          {
            "title": "Ремонт динамика",
            "price": "от 700 грн грн."
          },
          {
            "title": "Замена аккумулятора",
            "price": "2 600 грн грн."
          },
          {
            "title": "Замена задней крышки",
            "price": "700 грн грн."
          },
          {
            "title": "Замена кнопки Digital Crown",
            "price": "от  900 грн грн."
          },
          {
            "title": "Замена вибромотора Taptic Engine ",
            "price": "от 800 грн грн."
          },
          {
            "title": "Замена контроллера Bluetooth ",
            "price": "от 400 грн грн."
          },
          {
            "title": "Чистка после залития ",
            "price": "от 700 грн грн."
          },
          {
            "title": "Ремонт материнской платы",
            "price": "от 450 грн грн."
          }
        ]
      },
    ]
  },
  {
    type: 'Ipod',
    devices: [
      {
        model: 'Ipod',
        checked: false,
        services:
        [
          {
            "title": "Замена аккумулятора",
            "price": "350 грн грн."
          },
          {
            "title": "Замена экрана и тачскрина",
            "price": "350 грн грн."
          },
          {
            "title": "Замена разъема питания, 3.5мм",
            "price": "350 грн грн."
          },
          {
            "title": "Ремонт и восстановление кнопок управления",
            "price": "250-400 грн грн."
          },
          {
            "title": "Прошивка",
            "price": "100 грн грн."
          },
          {
            "title": "Восстановление после попадания воды",
            "price": "250-400 грн грн."
          }
        ]
      }
    ]
  },



];